[
  {
    "name": "Gestor de series y películas",
    "description": "Una aplicación web donde los usuarios pueden llevar un registro de las series y películas que han visto, marcar las que desean ver en el futuro, agregar reseñas y puntuaciones, recibir recomendaciones personalizadas, y buscar información detallada sobre cada título.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Reto Fitness",
    "description": "Una aplicación web que ofrece retos diarios de ejercicio físico para motivar a las personas a mantenerse activas. Los usuarios pueden registrarse, seguir su progreso, recibir notificaciones y compartir sus logros en redes sociales.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de Tareas Colaborativo",
    "description": "Una aplicación web donde los usuarios pueden crear, asignar y gestionar tareas de forma colaborativa, manteniendo un seguimiento del progreso y los plazos de entrega.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de Tareas",
    "description": "Una aplicación web para organizar y gestionar las tareas diarias de forma eficiente. Permite crear listas de tareas, asignar prioridades, establecer fechas límite y marcar las tareas como completadas.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Plataforma de entrenamiento físico virtual",
    "description": "Desarrollar una plataforma online donde los usuarios puedan acceder a rutinas de entrenamiento físico personalizadas según sus necesidades y objetivos. Incluirá videos tutoriales, seguimiento de progreso y recomendaciones de nutrición.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de Tareas Online",
    "description": "Un sistema para gestionar tareas y proyectos de manera eficiente, permitiendo crear, asignar y hacer seguimiento de las actividades pendientes en un equipo de trabajo.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de Proyectos",
    "description": "Una aplicación web para organizar y administrar proyectos, asignar tareas a los miembros del equipo, establecer plazos y hacer un seguimiento del progreso.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de tareas en tiempo real",
    "description": "Un sistema que permite a los usuarios crear y gestionar tareas en tiempo real, con notificaciones instantáneas para actualizaciones y recordatorios.",
    "votes": 0,
    "category": "backend",
    "type": true
  },
  {
    "name": "Gestor de tareas colaborativo",
    "description": "Una aplicación web que permite a los usuarios crear, asignar y gestionar tareas en un equipo de manera colaborativa. Los usuarios pueden ver el estado de las tareas, añadir comentarios y establecer fechas límite.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de tareas para equipos",
    "description": "Una aplicación que permite a los equipos crear, asignar y dar seguimiento a tareas de forma colaborativa. Los miembros podrán ver el progreso de cada tarea, agregar comentarios y adjuntar archivos.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Planificador de Viajes",
    "description": "Una aplicación web que permite a los usuarios planificar y organizar sus viajes, incluyendo la creación de itinerarios, la búsqueda de hoteles y restaurantes, y la posibilidad de compartir sus planes con otros usuarios.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de tareas escolares",
    "description": "Una aplicación web para ayudar a los estudiantes a organizar sus tareas escolares, estableciendo fechas de entrega, prioridades y recordatorios.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Gestor de Tareas Diarias",
    "description": "Una aplicación web donde los usuarios pueden crear, organizar y gestionar sus tareas diarias de forma eficiente, con la posibilidad de establecer recordatorios y prioridades para cada tarea.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Plataforma de aprendizaje de idiomas",
    "description": "Una plataforma interactiva que permite a los usuarios aprender diferentes idiomas a través de lecciones, ejercicios y prácticas de conversación.",
    "votes": 0,
    "category": "frontend",
    "type": true
  },
  {
    "name": "Planificador de Finanzas Personales",
    "description": "Una aplicación que permite a los usuarios gestionar sus finanzas personales, incluyendo presupuestos, ingresos, gastos y ahorros. También ofrece consejos y recomendaciones personalizadas para mejorar la salud financiera.",
    "votes": 0,
    "category": "backend",
    "type": true
  },
  {
    "name": "Creador de Memes Personalizado",
    "description": "Una aplicación web que permite a los usuarios crear sus propios memes de forma personalizada, con opciones para agregar texto, imágenes y efectos especiales.",
    "votes": 0,
    "category": "frontend",
    "type": true
  },
  {
    "name": "Asistente Virtual para la Planificación de Eventos",
    "description": "Un asistente virtual que ayuda a planificar eventos, desde la selección de la fecha y lugar hasta la gestión de invitados y tareas pendientes.",
    "votes": 0,
    "category": "backend",
    "type": true
  },
  {
    "name": "Plataforma de seguimiento de hábitos",
    "description": "Una aplicación que permite a los usuarios realizar un seguimiento de sus hábitos diarios, establecer metas y recibir recordatorios para ayudarles a mantenerse enfocados en sus objetivos.",
    "votes": 0,
    "category": "frontend",
    "type": true
  },
  {
    "name": "Creador de Listas de Reproducción Personalizadas",
    "description": "Un proyecto que permite a los usuarios crear listas de reproducción personalizadas de música, videos o podcasts, con la opción de compartir y colaborar en las listas con otros usuarios.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Asistente de Compras Inteligente",
    "description": "Una aplicación que utiliza inteligencia artificial para recomendar productos basados en las preferencias del usuario, comparar precios en diferentes tiendas en línea y generar listas de compras personalizadas.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  },
  {
    "name": "Diario de sueños",
    "description": "Una aplicación para registrar y analizar tus sueños, permitiendo llevar un seguimiento detallado de tus experiencias nocturnas y descubrir patrones y significados ocultos.",
    "votes": 0,
    "category": "frontend",
    "type": true
  },
  {
    "name": "Reto de lectura virtual",
    "description": "Una plataforma donde los usuarios pueden establecer retos de lectura personalizados, llevar un registro de los libros leídos y compartir recomendaciones con otros lectores.",
    "votes": 0,
    "category": "frontend",
    "type": true
  },
  {
    "name": "Planificador de Ejercicios Personalizado",
    "description": "Una aplicación que permite a los usuarios crear un plan de entrenamiento personalizado según sus objetivos, preferencias y nivel de condición física. Incluye seguimiento de progreso y recordatorios.",
    "votes": 0,
    "category": "fullstack",
    "type": true
  }
]
